Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Account_CheckinFailed
source: Check-in failed
de_de: Check-in fehlgeschlagen
es_mx: Check-in fallido
fr_fr: Échec du check-in
hi_in: चेक-इन विफल
id_id: Check-in gagal
it_it: Check-in fallito
ja_jp: チェックイン失敗
ko_kr: 출석 체크 실패
pt_br: Falha no check-in
ru_ru: Отметка не удалась
zh_cn: 签到失败
zh_tw: 簽到失敗

# Account_CheckinException
source: Check-in error
de_de: Check-in-Fehler
es_mx: Error de check-in
fr_fr: Exception lors du check-in
hi_in: चेक-इन त्रुटि
id_id: Kesalahan check-in
it_it: Errore check-in
ja_jp: チェックインエラー
ko_kr: 출석 체크 오류
pt_br: Erro de check-in
ru_ru: Ошибка отметки
zh_cn: 签到异常
zh_tw: 簽到異常

# Account_LoginFailed
source: Login failed
de_de: Anmeldung fehlgeschlagen
es_mx: Inicio de sesión fallido
fr_fr: Échec de connexion
hi_in: लॉगिन विफल
id_id: Login gagal
it_it: Accesso fallito
ja_jp: ログイン失敗
ko_kr: 로그인 실패
pt_br: Falha ao entrar
ru_ru: Ошибка входа
zh_cn: 登录失败
zh_tw: 登入失敗

# Account_OtherOperations
source: Other Operations
de_de: Weitere Aktionen
es_mx: Otras operaciones
fr_fr: Autres opérations
hi_in: अन्य ऑपरेशन
id_id: Operasi Lainnya
it_it: Altre Operazioni
ja_jp: その他の操作
ko_kr: 기타 작업
pt_br: Outras operações
ru_ru: Другие операции
zh_cn: 其他操作
zh_tw: 其他操作

# Account_RecentDays30
source: Last 30 Days
de_de: Spielstatistik der letzten 30 Tage
es_mx: Últimos 30 días
fr_fr: Statistiques des 30 derniers jours
hi_in: पिछले 30 दिन
id_id: Statistik 30 Hari Terakhir
it_it: Ultimi 30 Giorni
ja_jp: 過去30日間のプレイ統計
ko_kr: 최근 30일
pt_br: Últimos 30 dias
ru_ru: Последние 30 дней
zh_cn: 近 30 天游玩统计
zh_tw: 近 30 天遊玩統計

# Account_NoRecentRecords30
source: No game records for the last 30 days
de_de: Keine Spielaufzeichnungen der letzten 30 Tage
es_mx: No hay registros de juego para los últimos 30 días
fr_fr: Aucune donnée de jeu sur les 30 derniers jours
hi_in: पिछले 30 दिनों का कोई गेम रिकॉर्ड नहीं
id_id: Tidak ada catatan game selama 30 hari terakhir
it_it: Nessun record di gioco negli ultimi 30 giorni
ja_jp: 過去 30 日間のゲーム記録なし
ko_kr: 최근 30일 동안 게임 기록이 없습니다
pt_br: Sem registros de jogo nos últimos 30 dias
ru_ru: Нет записей за 30 дней
zh_cn: 近 30 天暂无游戏记录
zh_tw: 近 30 天暫無遊戲記錄

# Account_CopyUID
source: Copy UID
de_de: UID kopieren
es_mx: Copiar UID
fr_fr: Copier l'UID
hi_in: UID कॉपी करें
id_id: Salin UID
it_it: Copia UID
ja_jp: UIDをコピー
ko_kr: UID 복사
pt_br: Copiar UID
ru_ru: Копировать UID
zh_cn: 复制 UID
zh_tw: 複製 UID

# Account_DeleteCurrent
source: Delete Current Account
de_de: Aktuelles Konto löschen
es_mx: Eliminar cuenta actual
fr_fr: Supprimer le compte actuel
hi_in: वर्तमान खाता हटाएँ
id_id: Hapus Akun Saat Ini
it_it: Elimina Account Corrente
ja_jp: 現在のアカウントを削除
ko_kr: 현재 계정 삭제
pt_br: Excluir conta atual
ru_ru: Удалить текущий аккаунт
zh_cn: 删除当前账号
zh_tw: 刪除目前帳號

# Account_DeleteCurrentConfirm_Format
source: Are you sure you want to delete the current account {0} ({1})? This will delete all related data and cannot be undone.
de_de: Möchtest du das aktuelle Konto {0} ({1}) wirklich löschen? Dies löscht alle zugehörigen Daten und kann nicht rückgängig gemacht werden.
es_mx: ¿Estás seguro de que deseas eliminar la cuenta actual {0} ({1})? Esto eliminará todos los datos relacionados y no se puede deshacer.
fr_fr: Voulez-vous vraiment supprimer le compte actuel {0} ({1}) ? Cette action supprimera toutes les données associées et est irréversible.
hi_in: क्या आप वाकई वर्तमान खाता {0} ({1}) हटाना चाहते हैं? इससे सभी संबंधित डेटा हट जाएगा और इसे पूर्ववत नहीं किया जा सकता।
id_id: Apakah Anda yakin ingin menghapus akun saat ini {0} ({1})? Ini akan menghapus semua data terkait dan tidak dapat dibatalkan.
it_it: Sei sicuro di voler eliminare l'account corrente {0} ({1})? Verranno cancellati tutti i dati associati. Questa azione è irreversibile.
ja_jp: 現在のアカウント {0} ({1}) を削除してもよろしいですか？すべての関連データが削除され、復元できません。
ko_kr: 현재 계정 {0} ({1})을(를) 삭제하시겠습니까? 모든 관련 데이터가 삭제되며 되돌릴 수 없습니다.
pt_br: Tem certeza de que deseja excluir a conta atual {0} ({1})? Isso excluirá todos os dados relacionados e não pode ser desfeito.
ru_ru: Удалить текущий аккаунт {0} ({1})? Данные будут удалены безвозвратно.
zh_cn: 确定要删除当前账号 {0} ({1}) 吗？此操作将删除该账号的所有相关数据，且无法恢复。
zh_tw: 確定要刪除目前帳號 {0} ({1}) 嗎？此操作將刪除該帳號的所有相關資料，且無法恢復。

# LoginQR_Title
source: QR Code Login
de_de: QR-Login
es_mx: Inicio de sesión con código QR
fr_fr: Connexion par QR code
hi_in: QR कोड लॉगिन
id_id: Login QR Code
it_it: Accesso QR Code
ja_jp: QRコードログイン
ko_kr: QR 코드 로그인
pt_br: Login por QR Code
ru_ru: Вход по QR
zh_cn: 扫码登录
zh_tw: 掃碼登入

# LoginQR_MiyousheQR
source: MiYouShe App QR Login
de_de: MiHoYo-App QR-Login
es_mx: Inicio de sesión con QR de la app MiYouShe
fr_fr: Connexion via QR code de l'app Hoyolab
hi_in: MiYouShe ऐप QR लॉगिन
id_id: Login QR Aplikasi MiYouShe
it_it: Accesso QR App MiYouShe
ja_jp: MiYouSheアプリ QRログイン
ko_kr: 미호요 커뮤니티 앱 QR 로그인
pt_br: Login por QR Code do app MiYouShe
ru_ru: QR-код MiYouShe
zh_cn: 米游社APP扫码登录
zh_tw: 米遊社APP掃碼登入

# LoginQR_WebPassport
source: Web Passport Login
es_mx: Inicio de sesión con pasaporte web
fr_fr: Connexion Web Passeport
hi_in: वेब पासपोर्ट लॉगिन
id_id: Login Web Passport
it_it: Accesso Web Passport
ja_jp: Webパスポートログイン
ko_kr: 웹 패스포트 로그인
pt_br: Login por passaporte web
ru_ru: Веб-паспорт
zh_cn: 网页通行证登录
zh_tw: 網頁通行證登入

# LoginQR_GameAppId
source: Game App ID:
de_de: Spiel-App-ID:
es_mx: ID de app del juego:
fr_fr: App ID du jeu :
hi_in: गेम ऐप ID:
it_it: ID App Gioco:
ja_jp: ゲームApp ID:
ko_kr: 게임 앱 ID:
pt_br: ID do app do jogo:
ru_ru: ID приложения:
zh_cn: 游戏App ID:
zh_tw: 遊戲App ID:

# LoginQR_EnterAppId
source: Enter App ID
de_de: App-ID eingeben
es_mx: Introducir ID de app
fr_fr: Saisir l'AppID
hi_in: ऐप ID दर्ज करें
id_id: Masukkan App ID
it_it: Inserisci ID App
ja_jp: App IDを入力
ko_kr: 앱 ID 입력
pt_br: Insira o ID do app
ru_ru: Введите App ID
zh_cn: 输入AppID
zh_tw: 輸入AppID

# LoginQR_ConfirmGenerate
source: Generate
de_de: Generierung bestätigen
es_mx: Generar
fr_fr: Confirmer la génération
hi_in: जनरेट करें
it_it: Genera
ja_jp: 生成
ko_kr: 생성
pt_br: Gerar
ru_ru: Создать
zh_cn: 确认生成
zh_tw: 確認產生

# LoginQR_RefreshQR
source: Refresh QR Code
de_de: QR-Code aktualisieren
es_mx: Actualizar código QR
fr_fr: Actualiser le QR code
hi_in: QR कोड रीफ़्रेश करें
id_id: Segarkan QR Code
it_it: Aggiorna QR Code
ja_jp: QRコードを更新
ko_kr: QR 코드 새로고침
pt_br: Atualizar QR Code
ru_ru: Обновить QR
zh_cn: 刷新二维码
zh_tw: 重新整理 QR Code

# LoginQR_WebLoginWarning
source: Note: Web passport login cannot obtain an Stoken; some features will be unavailable.
de_de: Hinweis: Der Web-Passport-Login kann keinen Stoken abrufen, einige Funktionen stehen daher nicht zur Verfügung.
es_mx: Nota: El inicio de sesión con pasaporte web no puede obtener un Stoken; algunas funciones no estarán disponibles.
fr_fr: Attention : la connexion Web Passeport ne permet pas d'obtenir le Stoken, certaines fonctionnalités seront indisponibles.
hi_in: नोट: वेब पासपोर्ट लॉगिन Stoken प्राप्त नहीं कर सकता; कुछ सुविधाएँ अनुपलब्ध रहेंगी।
id_id: Catatan: Login web passport tidak dapat memperoleh Stoken; beberapa fitur tidak akan tersedia.
it_it: Nota: L'accesso web passport non può ottenere uno Stoken; alcune funzioni non saranno disponibili.
ja_jp: 注意: WebパスポートログインではStokenを取得できません。一部機能が利用不可になります。
ko_kr: 참고: 웹 패스포트 로그인은 Stoken을 얻을 수 없어 일부 기능을 사용할 수 없습니다.
pt_br: Nota: O login por passaporte web não pode obter um Stoken; alguns recursos estarão indisponíveis.
ru_ru: Примечание: вход через веб не даёт Stoken, часть функций недоступна.
zh_cn: 注意：网页通行证登录无法获取到Stoken，部分功能会无法使用
zh_tw: 注意：網頁通行證登入無法取得 Stoken，部分功能會無法使用

# LoginQR_ManualCookie
source: Enter Cookie Manually
de_de: Cookie manuell eingeben
es_mx: Introducir cookie manualmente
fr_fr: Saisir le Cookie manuellement
hi_in: कुकी मैन्युअल रूप से दर्ज करें
id_id: Masukkan Cookie Manual
it_it: Inserisci Cookie Manualmente
ja_jp: Cookieを手動入力
ko_kr: 수동으로 쿠키 입력
pt_br: Inserir cookie manualmente
ru_ru: Ввести Cookie вручную
zh_cn: 手动输入Cookie
zh_tw: 手動輸入 Cookie

# LoginQR_ClearHistory
source: Clear Login History
de_de: Anmeldeverlauf löschen
es_mx: Limpiar historial de inicio de sesión
fr_fr: Effacer l'historique de connexion
hi_in: लॉगिन इतिहास साफ़ करें
id_id: Hapus Riwayat Login
it_it: Cancella Cronologia Accessi
ja_jp: ログイン履歴をクリア
ko_kr: 로그인 기록 지우기
pt_br: Limpar histórico de login
ru_ru: Очистить историю
zh_cn: 清除历史登录数据
zh_tw: 清除歷史登入資料

# Panel_Toolbox
source: Toolbox
de_de: Werkzeugkasten
es_mx: Caja de herramientas
fr_fr: Boîte à outils
hi_in: टूलबॉक्स
id_id: Kotak Alat
it_it: Cassetta degli Attrezzi
ja_jp: ツールボックス
ko_kr: 도구 상자
pt_br: Caixa de ferramentas
ru_ru: Инструменты
zh_cn: 工具箱
zh_tw: 工具箱

# Panel_DataAnalysis
source: Data Analysis
de_de: Datenanalyse
es_mx: Análisis de datos
fr_fr: Analyse de données
hi_in: डेटा विश्लेषण
id_id: Analisis Data
it_it: Analisi Dati
ja_jp: データ分析
ko_kr: 데이터 분석
pt_br: Análise de dados
ru_ru: Анализ данных
zh_cn: 数据分析
zh_tw: 資料分析

# Panel_DataAnalysisDesc
source: Track statistics, completion progress, and long-term data
de_de: Statistiken, Fortschrittsverfolgung und langfristige Datenerfassung
es_mx: Haz seguimiento de estadísticas, progreso de completado y datos a largo plazo
fr_fr: Statistiques, progression et accumulation de données à long terme
hi_in: आँकड़े, पूर्णता प्रगति और दीर्घकालिक डेटा ट्रैक करें
id_id: Lacak statistik, progres penyelesaian, dan data jangka panjang
it_it: Traccia statistiche, progressi e dati a lungo termine
ja_jp: 統計、達成状況、長期データを追跡
ko_kr: 통계, 완료 진행률 및 장기 데이터 추적
pt_br: Acompanhe estatísticas, progresso de conclusão e dados de longo prazo
ru_ru: Статистика, прогресс и долгосрочные данные
zh_cn: 记录统计、完成进度与长期数据沉淀
zh_tw: 記錄統計、完成進度與長期資料沉澱

# Panel_TravelerProfile
source: Traveler Profile
de_de: Reisenden-Profil
es_mx: Perfil del viajero
fr_fr: Profil du voyageur
hi_in: यात्री प्रोफ़ाइल
id_id: Profil Traveler
it_it: Profilo Viaggiatore
ja_jp: 旅人プロフィール
ko_kr: 여행자 프로필
pt_br: Perfil do viajante
ru_ru: Профиль путешественника
zh_cn: 旅行者档案
zh_tw: 旅行者檔案

# Panel_TravelerProfileDesc
source: Characters, inventory, notes, and MiYouShe battle records
de_de: Charaktere, Inventar, Notizen und MiHoYo-Kampfdaten
es_mx: Personajes, inventario, notas y registros de batalla de MiYouShe
fr_fr: Personnages, inventaire, carnet et données de combat Hoyolab
hi_in: पात्र, इन्वेंटरी, नोट्स और MiYouShe युद्ध रिकॉर्ड
id_id: Karakter, inventori, catatan, dan catatan pertempuran MiYouShe
it_it: Personaggi, inventario, note e registri di battaglia MiYouShe
ja_jp: キャラクター、所持品、メモ、MiYouShe戦績情報
ko_kr: 캐릭터, 인벤토리, 노트 및 미호요 커뮤니티 전투 기록
pt_br: Personagens, inventário, notas e registros de batalha do MiYouShe
ru_ru: Персонажи, инвентарь, заметки и боевая хроника
zh_cn: 角色、背包、便签与米游社战绩信息
zh_tw: 角色、背包、便箋與米遊社戰績資訊

# Panel_Resources
source: Resources
de_de: Ressourcenbeschaffung
es_mx: Recursos
fr_fr: Acquisition de ressources
hi_in: संसाधन
id_id: Sumber Daya
it_it: Risorse
ja_jp: リソース
ko_kr: 리소스
pt_br: Recursos
ru_ru: Ресурсы
zh_cn: 资源获取
zh_tw: 資源獲取

# Panel_ResourcesDesc
source: Media and resource library
de_de: Verwaltung und Ressourcenbeschaffung
es_mx: Gestión y obtención de recursos
fr_fr: Gestion et acquisition de ressources
hi_in: मीडिया और संसाधन लाइब्रेरी
id_id: Media dan perpustakaan sumber daya
it_it: Libreria media e risorse
ja_jp: 管理とリソース取得
ko_kr: 미디어 및 리소스 라이브러리
pt_br: Biblioteca de mídia e recursos
ru_ru: Управление и получение ресурсов
zh_cn: 管理与资源获取
zh_tw: 管理與資源獲取

# LaunchBtn_SelectPath
source: Select Game Path
de_de: Spielpfad wählen
es_mx: Seleccionar ruta del juego
fr_fr: Veuillez sélectionner le chemin du jeu
hi_in: गेम पथ चुनें
id_id: Pilih Path Game
it_it: Seleziona Percorso Gioco
ja_jp: ゲームパスを選択
ko_kr: 게임 경로 선택
pt_br: Selecionar caminho do jogo
ru_ru: Выберите путь к игре
zh_cn: 请选择游戏路径
zh_tw: 請選擇遊戲路徑

# LaunchBtn_ExitGame
source: Exit Game
de_de: Spiel beenden
es_mx: Salir del juego
fr_fr: Cliquer pour quitter le jeu
hi_in: गेम से बाहर निकलें
id_id: Keluar Game
it_it: Esci dal Gioco
ja_jp: ゲーム終了
ko_kr: 게임 종료
pt_br: Sair do jogo
ru_ru: Выйти из игры
zh_cn: 点击退出游戏
zh_tw: 點擊退出遊戲

# LaunchBtn_StartGame
source: Launch Game
de_de: Spiel starten
es_mx: Iniciar juego
fr_fr: Cliquer pour lancer le jeu
hi_in: गेम लॉन्च करें
id_id: Luncurkan Game
it_it: Avvia Gioco
ja_jp: ゲーム起動
ko_kr: 게임 실행
pt_br: Iniciar jogo
ru_ru: Запустить игру
zh_cn: 点击启动游戏
zh_tw: 點擊啟動遊戲

# LaunchBtn_Terminating
source: Terminating game...
de_de: Wird beendet...
es_mx: Cerrando juego...
fr_fr: Arrêt du jeu en cours...
hi_in: गेम समाप्त हो रहा है...
id_id: Mengakhiri game...
it_it: Chiusura gioco in corso...
ja_jp: ゲーム終了中...
ko_kr: 게임 종료 중...
pt_br: Finalizando jogo...
ru_ru: Завершение игры...
zh_cn: 正在终止游戏...
zh_tw: 正在終止遊戲...

# Checkin_Signed
source: Checked in today
de_de: Spiel-Check-in erledigt
es_mx: Check-in realizado hoy
fr_fr: Check-in jeu effectué
hi_in: आज चेक-इन किया
id_id: Sudah check-in hari ini
it_it: Check-in effettuato oggi
ja_jp: 本日チェックイン済み
ko_kr: 오늘 출석 완료
pt_br: Check-in feito hoje
ru_ru: Отметка пройдена
zh_cn: 游戏已签到
zh_tw: 遊戲已簽到

# Checkin_Unsigned
source: Not checked in
de_de: Spiel-Check-in ausstehend
es_mx: Check-in no realizado
fr_fr: Check-in jeu non effectué
hi_in: चेक-इन नहीं किया
id_id: Belum check-in
it_it: Check-in non effettuato
ja_jp: 未チェックイン
ko_kr: 출석 미완료
pt_br: Check-in não feito
ru_ru: Отметка не пройдена
zh_cn: 游戏未签到
zh_tw: 遊戲未簽到

# LaunchErr_NoGamePath
source: Game path not set
de_de: Kein Spielpfad festgelegt
es_mx: Ruta del juego no establecida
fr_fr: Chemin du jeu non défini
hi_in: गेम पथ सेट नहीं
id_id: Path game belum diatur
it_it: Percorso gioco non impostato
ja_jp: ゲームパス未設定
ko_kr: 게임 경로가 설정되지 않음
pt_br: Caminho do jogo não definido
ru_ru: Путь не задан
zh_cn: 未设置游戏路径
zh_tw: 未設定遊戲路徑

# LaunchErr_NoGamePathMsg
source: Please go to the Game Management page and set the game installation path first.
de_de: Bitte zuerst den Spielpfad in der Spielverwaltung auswählen.
es_mx: Por favor, ve a la página de Gestión del juego y establece primero la ruta de instalación del juego.
fr_fr: Veuillez d'abord accéder à la page de gestion du jeu pour sélectionner le chemin d'installation.
hi_in: कृपया गेम प्रबंधन पेज पर जाएँ और पहले गेम इंस्टॉलेशन पथ सेट करें।
id_id: Silakan buka halaman Manajemen Game dan atur path instalasi game terlebih dahulu.
it_it: Vai alla pagina Gestione Gioco e imposta prima il percorso di installazione.
ja_jp: ゲーム管理ページで先にゲームインストールパスを設定してください。
ko_kr: 게임 관리 페이지로 이동하여 먼저 게임 설치 경로를 설정하세요.
pt_br: Por favor, vá para a página de Gerenciamento do Jogo e defina o caminho de instalação primeiro.
ru_ru: Укажите путь к игре в настройках
zh_cn: 请先前往游戏管理页面选择游戏安装路径
zh_tw: 請先前往遊戲管理頁面選擇遊戲安裝路徑

# LaunchErr_LaunchFailed
source: Game launch failed
de_de: Spielstart fehlgeschlagen
es_mx: Falló el inicio del juego
fr_fr: Échec du lancement du jeu
hi_in: गेम लॉन्च विफल
id_id: Peluncuran game gagal
it_it: Avvio del gioco fallito
ja_jp: ゲーム起動失敗
ko_kr: 게임 실행 실패
pt_br: Falha ao iniciar o jogo
ru_ru: Ошибка запуска
zh_cn: 游戏启动失败
zh_tw: 遊戲啟動失敗

source: Screenshot folder not found
de_de: Screenshot-Ordner existiert nicht
es_mx: Carpeta de capturas no encontrada
fr_fr: Dossier de captures introuvable
hi_in: स्क्रीनशॉट फ़ोल्डर नहीं मिला
id_id: Folder screenshot tidak ditemukan
it_it: Cartella screenshot non trovata
ja_jp: スクリーンショットフォルダが見つかりません
ko_kr: 스크린샷 폴더를 찾을 수 없습니다
pt_br: Pasta de capturas não encontrada
ru_ru: Папка скриншотов не найдена
zh_cn: 截图文件夹不存在
zh_tw: 截圖資料夾不存在

# Screenshot_FolderNotFoundMsg
source: Please take a screenshot in-game or use the launcher screenshot feature first.
de_de: Bitte erstelle zuerst einen Screenshot im Spiel oder über die Launcher-Screenshot-Funktion.
es_mx: Por favor, haz una captura en el juego o usa primero la función de captura del launcher.
fr_fr: Veuillez d'abord faire une capture en jeu ou via la fonction capture du lanceur.
hi_in: कृपया पहले गेम में स्क्रीनशॉट लें या लॉन्चर स्क्रीनशॉट सुविधा का उपयोग करें।
id_id: Silakan ambil screenshot dalam game atau gunakan fitur screenshot launcher terlebih dahulu.
it_it: Fai prima uno screenshot in gioco o usa la funzione screenshot del launcher.
ja_jp: 先にゲーム内でスクリーンショットを撮るか、ランチャーのスクリーンショット機能を使用してください。
ko_kr: 먼저 게임 내에서 스크린샷을 찍거나 런처 스크린샷 기능을 사용하세요.
pt_br: Por favor, tire uma captura de tela no jogo ou use o recurso de captura do launcher primeiro.
ru_ru: Сделайте скриншот в игре или через лаунчер
zh_cn: 请先在游戏中截图或通过启动器截图功能获取截图
zh_tw: 請先在遊戲中截圖或透過啟動器截圖功能取得截圖

# Announcement_Title
source: Announcement
de_de: Ankündigungen
es_mx: Anuncio
fr_fr: Annonces
hi_in: घोषणा
id_id: Pengumuman
it_it: Annuncio
ja_jp: お知らせ
ko_kr: 공지사항
pt_br: Anúncio
ru_ru: Объявления
zh_cn: 公告
zh_tw: 公告

# Announcement_Loading
source: Loading announcement...
de_de: Ankündigungen werden geladen...
es_mx: Cargando anuncio...
fr_fr: Chargement des annonces...
hi_in: घोषणा लोड हो रही है...
id_id: Memuat pengumuman...
it_it: Caricamento annuncio...
ja_jp: お知らせを読み込み中...
ko_kr: 공지사항 로딩 중...
pt_br: Carregando anúncio...
ru_ru: Загрузка объявлений...
zh_cn: 正在加载公告...
zh_tw: 正在載入公告...

# CommunityPage_Back
source: Back
de_de: Zurück
es_mx: Atrás
fr_fr: Retour
hi_in: पीछे
id_id: Kembali
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
pt_br: Voltar
ru_ru: Назад
zh_cn: 后退
zh_tw: 上一頁

# CommunityPage_Forward
source: Forward
de_de: Vorwärts
es_mx: Adelante
fr_fr: Avancer
hi_in: आगे
id_id: Maju
it_it: Avanti
ja_jp: 進む
ko_kr: 앞으로
pt_br: Avançar
ru_ru: Вперёд
zh_cn: 前进
zh_tw: 下一頁

# CommunityPage_Refresh
source: Refresh
de_de: Aktualisieren
es_mx: Actualizar
fr_fr: Actualiser
hi_in: रीफ़्रेश करें
id_id: Segarkan
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로고침
pt_br: Atualizar
ru_ru: Обновить
zh_cn: 刷新
zh_tw: 重新整理

# HelpPage_SearchPlaceholder
source: Search title, filename or content...
de_de: Titel, Dateiname oder Inhalt suchen...
es_mx: Buscar título, nombre de archivo o contenido...
fr_fr: Rechercher un titre, un fichier ou un contenu...
hi_in: शीर्षक, फ़ाइल नाम या सामग्री खोजें...
id_id: Cari judul, nama file, atau konten...
it_it: Cerca titolo, nome file o contenuto...
ja_jp: タイトル、ファイル名、内容を検索...
ko_kr: 제목, 파일명 또는 내용 검색...
pt_br: Pesquisar título, nome do arquivo ou conteúdo...
ru_ru: Поиск по названию или содержимому...
zh_cn: 搜索标题、文件名或内容...
zh_tw: 搜尋標題、檔案名稱或內容...

# AboutPage_Contributors
source: Contributors
de_de: Mitwirkende
es_mx: Colaboradores
fr_fr: Contributeurs
hi_in: योगदानकर्ता
id_id: Kontributor
it_it: Collaboratori
ja_jp: 貢献者
ko_kr: 기여자
pt_br: Contribuidores
ru_ru: Участники
zh_cn: 贡献者名单
zh_tw: 貢獻者名單

# AboutPage_LoadFailed
source: Load Failed
de_de: Laden fehlgeschlagen
es_mx: Error de carga
fr_fr: Échec de chargement
hi_in: लोड विफल
id_id: Gagal Memuat
it_it: Caricamento Fallito
ja_jp: 読み込み失敗
ko_kr: 로드 실패
pt_br: Falha ao carregar
ru_ru: Ошибка загрузки
zh_cn: 加载失败
zh_tw: 載入失敗

# AboutPage_ReportIssue
source: Report Issue
de_de: Problem melden
es_mx: Reportar problema
fr_fr: Signaler un problème
hi_in: समस्या रिपोर्ट करें
id_id: Laporkan Masalah
it_it: Segnala un Problema
ja_jp: 問題を報告
ko_kr: 문제 보고
pt_br: Reportar problema
ru_ru: Сообщить о проблеме
zh_cn: 反馈问题
zh_tw: 回報問題

# AboutPage_OfficialWebsite
source: Official Website
de_de: Offizielle Website
es_mx: Sitio web oficial
fr_fr: Site officiel
hi_in: आधिकारिक वेबसाइट
id_id: Situs Resmi
it_it: Sito Ufficiale
ja_jp: 公式サイト
ko_kr: 공식 웹사이트
pt_br: Site oficial
ru_ru: Официальный сайт
zh_cn: 官方网站
zh_tw: 官方網站

# AboutPage_ContactAuthor
source: Contact Author
de_de: Autor kontaktieren
es_mx: Contactar con el autor
fr_fr: Contacter l'auteur
hi_in: लेखक से संपर्क करें
id_id: Hubungi Penulis
it_it: Contatta l'Autore
ja_jp: 作者に連絡
ko_kr: 제작자에게 연락
pt_br: Contatar autor
ru_ru: Связаться с автором
zh_cn: 联系作者
zh_tw: 聯絡作者

# SponsorWindow_Title
source: Sponsor
de_de: Autor unterstützen
es_mx: Patrocinar
fr_fr: Soutenir l'auteur
hi_in: प्रायोजक
id_id: Dukung Penulis
ja_jp: スポンサー
ko_kr: 후원
pt_br: Apoiar
ru_ru: Поддержать автора
zh_cn: 赞赏作者
zh_tw: 贊助作者

# SponsorWindow_OnlyWeChat
source: Currently only WeChat is supported. Alipay and other payment methods are not available.
de_de: Derzeit wird nur WeChat unterstützt, Alipay oder andere Zahlungsmethoden sind nicht verfügbar.
es_mx: Actualmente solo se admite WeChat. Alipay y otros métodos de pago no están disponibles.
fr_fr: Pour le moment, seul WeChat est pris en charge. Pas de support Alipay ou autre moyen de paiement.
hi_in: वर्तमान में केवल WeChat समर्थित है। Alipay और अन्य भुगतान विधियाँ उपलब्ध नहीं हैं।
id_id: Saat ini hanya WeChat yang didukung. Alipay dan metode pembayaran lainnya tidak tersedia.
it_it: Al momento solo WeChat è supportato. Alipay e altri metodi di pagamento non sono disponibili.
ja_jp: 現在WeChatのみ対応しています。Alipayやその他の支払い方法はご利用いただけません。
ko_kr: 현재 WeChat만 지원됩니다. Alipay 및 기타 결제 수단은 사용할 수 없습니다.
pt_br: Atualmente, apenas WeChat é suportado. Alipay e outros métodos de pagamento não estão disponíveis.
ru_ru: Только WeChat, другие способы не поддерживаются
zh_cn: 目前仅支持微信，不支持支付宝或其他赞赏方式
zh_tw: 目前僅支援微信，不支援支付寶或其他贊助方式

# SponsorWindow_QrCodeFailed
source: QR Code Failed to Load
de_de: QR-Code konnte nicht geladen werden
es_mx: Error al cargar el código QR
fr_fr: Échec de chargement du QR code
hi_in: QR कोड लोड करने में विफल
id_id: QR Code Gagal Dimuat
it_it: Caricamento QR Code Fallito
ja_jp: QRコードの読み込みに失敗しました
ko_kr: QR 코드 로드 실패
pt_br: Falha ao carregar QR Code
ru_ru: Ошибка загрузки QR
zh_cn: 二维码加载失败
zh_tw: QR Code 載入失敗

# SponsorWindow_Disclaimer
source: By donating, you acknowledge that sponsorships are non-refundable.
de_de: Mit der Zahlung bestätigst du, dass Spenden grundsätzlich nicht erstattet werden.
es_mx: Al donar, reconoces que los patrocinios no son reembolsables.
fr_fr: En effectuant le paiement, vous reconnaissez et acceptez que les dons ne sont pas remboursables sauf circonstances exceptionnelles.
hi_in: दान करके आप स्वीकार करते हैं कि प्रायोजन गैर-वापसीयोग्य है।
id_id: Dengan berdonasi, Anda mengakui bahwa sponsor tidak dapat dikembalikan.
it_it: Donando, riconosci che le sponsorizzazioni non sono rimborsabili.
ja_jp: 寄付により、スポンサーシップは返金不可であることを了承したものとします。
ko_kr: 후원 시 후원금은 환불되지 않음을 인정하는 것으로 간주됩니다.
pt_br: Ao doar, você reconhece que os apoios não são reembolsáveis.
ru_ru: Оплата означает согласие: возврат не предусмотрен
zh_cn: 支付即视为知晓并同意：赞助如无特殊原因概不退款
zh_tw: 付款即視為知曉並同意：贊助如無特殊原因概不退款

# StarPrompt_Support
source: Support Us
de_de: Unterstützen
es_mx: Apóyanos
fr_fr: Soutenir
hi_in: हमारा समर्थन करें
id_id: Dukung Kami
it_it: Sostienici
ja_jp: 応援する
ko_kr: 후원하기
pt_br: Apoie-nos
ru_ru: Поддержка
zh_cn: 支持
zh_tw: 支援

# StarPrompt_Message
source: Enjoy FufuLauncher? Give us a ⭐ on GitHub — it means the world to us!
de_de: Wenn dir FufuLauncher geholfen hat, gib dem Projekt doch einen kostenlosen Stern auf GitHub – deine Unterstützung ist die größte Motivation für die Entwicklung!
es_mx: ¿Te gusta FufuLauncher? ¡Danos una ⭐ en GitHub, significa mucho para nosotros!
fr_fr: Si FufuLauncher vous a été utile, n'hésitez pas à nous offrir une étoile gratuite sur GitHub. Votre soutien est notre plus grande motivation !
hi_in: FufuLauncher पसंद आया? GitHub पर हमें ⭐ दें — यह हमारे लिए बहुत मायने रखता है!
id_id: Menikmati FufuLauncher? Beri kami ⭐ di GitHub — sangat berarti bagi kami!
it_it: Ti piace FufuLauncher? Lasciaci una ⭐ su GitHub — significa moltissimo per noi!
ja_jp: FufuLauncherがお役に立ちましたか？GitHubで⭐をお願いします！
ko_kr: FufuLauncher가 마음에 드시나요? GitHub에서 ⭐를 남겨주세요 — 큰 힘이 됩니다!
pt_br: Gostou do FufuLauncher? Dê uma ⭐ no GitHub — significa muito para nós!
ru_ru: Если FufuLauncher вам помог, поставьте звезду на GitHub!
zh_cn: 如果您觉得FufuLauncher帮助到了您，不妨前往GitHub为项目点亮一个免费的Star，您的支持是开发的最大动力
zh_tw: 如果您覺得 FufuLauncher 幫助到了您，不妨前往 GitHub 為專案點亮一個免費的 Star，您的支持是開發的最大動力

# StarPrompt_GoToGitHub
source: Star on GitHub
de_de: Zu GitHub gehen
es_mx: Dar estrella en GitHub
fr_fr: Aller sur GitHub
hi_in: GitHub पर स्टार करें
id_id: Star di GitHub
it_it: Stella su GitHub
ja_jp: GitHubでスター
ko_kr: GitHub에서 Star
pt_br: Dar estrela no GitHub
ru_ru: Перейти на GitHub
zh_cn: 点击前往GitHub
zh_tw: 點擊前往 GitHub
